<?php exit();?>
{
    "bookNotFound": "ERR:book_not_found",
    "bookReg": "成功添加书籍：\n",
    "book":"《%s》\n作者：%s\n出版社：%s",
    "regPrompt": "\n\n您尚未添加联系方式，请点击“管理>编辑联系方式”添加联系方式，添加联系方式后该售书信息将可被其他用户查询到。",
    "unknowEvent": "ERR:unknow",
    "regTip": "请在5分钟内回复：\n\nQQxxxxxxxxx,WXxxxxxxxxx,TELxxxxxxxxxxx\n\n以添加/编辑联系方式。\n1. 至少填写一个字段，各字段间以逗号分隔。\n2. 回复任意不符合格式的字符串可删除已有联系方式。\n3. 联系方式将展示在查询结果中，请注意隐私安全，建议只填写QQ、微信等即时通讯工具。\n4. 点击“买书”可立即退出编辑联系方式状态。\n5. 打开手机定位功能可自动判定地址（达理/白宫/瑞京）。",
    "clickBuy": "请回复关键字进行查询，多个关键字以逗号分隔。支持通过书籍标题、副标题、作者、译者、出版社、ISBN、关键词进行查询",
    "subscribe": "这里是【闽南师范大学旧书跳蚤市场】\n1. 发布售书信息请点击“卖书”然后扫描书籍条码。\n2. 买书请直接回复关键字或13位ISBN进行查询。\n3. 书籍售出后请点击“管理>管理我的在售书籍”下架该书，未主动下架该书则30天后自动下架。",
    "userStateError": "ERR:user_state_error",
    "regTip1": "【您当前的联系方式是】",
    "remove": "已删除所有联系方式。",
    "manag": "【您的在售书籍有】\n\n%s\n\n在5分钟内回复序号可下架对应书籍，多个序号请以逗号分隔。点击“买书”可立即退出管理状态",
    "managFalse": "您尚无任何在售书籍，可点击“卖书”然后扫描书籍条码发布售书信息。",
    "formatError": "输入格式有误，请重新输入。",
    "removeTip":"【成功下架书籍】\n\n%s",
    "removeNone":"未下架任何书籍！",
    "notFind": "未找到任何相关售书信息，请尝试其他关键词。",
    "findBook": "【以下是检索到的售书信息】\n\n%s"
}